<?php

/* @var $this yii\web\View */

$this->title = 'Terminal Management';
?>
<div class="site-index">
    <div class="jumbotron">
        <h1>Тестовое задание</h1>
        <p class="lead">Сервис управление терминалами.</p>
    </div>
    <div class="body-content">
        <div class="row">
            <div class="col-lg-6">
                <p>Общие требования к заданию:</p>
                    Задание выполняется при помощи любых инструментов на выбор разработчика.
                    Архитектура должна быть легко расширяема.
                    Необходимо предусмотреть возможность использования других форматов, кроме csv.
                    Хранение информации при помощи любой реляционной СУБД.
                    Код должен соответствовать PSR стандартам.
            </div>
        </div>
    </div>
</div>
